{
    "header": {
        "menu1": "Ana Səhifə",
        "menu2": "Haqqımızda",
        "menu3": "Məhsullarımız",
        "menu4": "Müştərilərimiz",
        "menu5": "Partnyorlar",
        "menu6": "Bizimlə Əlaqə"
    },
    "home": {
        "title1": "Yüksək Texnologiyalı Təchizat",
        "title2": "Etibarlı Beynəlxalq Tərəfdaşlıq",
        "title3": "Tam Əhatəli Satınalma Xidməti",
        "subtitle1": "İnnovativ həllərlə təchizat zəncirinizi rəqəmsallaşdırın və xərcləri azaldın.",
        "subtitle2": "Sizi dünya üzrə sınaqdan keçmiş təchizatçılarla birləşdiririk — keyfiyyət və şəffaflıq ön plandadır.",
        "subtitle3": "Analizdən çatdırılmaya qədər — bütün mərhələləri biz idarə edirik, siz isə öz işinizə fokuslanırsınız.",
        "buttonText1": "Ətraflı Bax",
        "buttonText2": "Müştərilərimiz",
        "buttonText3": "Bizimlə Əlaqə",
        "section-title1": "Müştərilərimiz",
        "section-title2": "Fiber-optik Məhsullar",
        "htitle1": "İnfrastruktur üçün Ağıllı Satınalma",
        "htitle2": "Qlobal Təchizatçı Şəbəkələri",
        "htitle3": "Ekoloji Davamlı Satınalma",
        "htitle4": "Rəqəmsal Təchizat Zənciri İdarəetməsi",
        "desc1": "Kabel və avadanlıq təchizatı üçün effektiv və sürətli həllər təqdim edirik — yüksək performans və dayanıqlı çatdırılma zəmanəti ilə.",
        "desc2": "Rəqəmsal texnologiyalar vasitəsilə təchizatçı bağlantılarını genişləndirir və etibarlı tərəfdaşlıq platformaları qururuq.",
        "desc3": "ESG standartlarına uyğun şəkildə resurs istifadəsini minimuma endirən, eyni zamanda keyfiyyəti qoruyan satınalma modelləri tətbiq edirik.",
        "desc4": "Satınalma proseslərinizi avtomatlaşdırır, izlənəbilən və çevik bir təchizat zənciri ilə qərarverməni optimallaşdırırıq.",
        "heroh1": "Telekommunikasiya və Sənaye Satınalmaları üçün Etibarlı Həllər",
        "herop": "İnfrastruktur, enerji və rabitə sahələri üçün sertifikatlı avadanlıq, peşəkar xidmət və fərdi satınalma həlləri təqdim edirik.",
        "buttonText4": "Başla",
        "section-title4": "Partnyorlarımız"
    },
    "about": {
        "title": "Caspion Construction and Procurement MMC",
        "p1": "Caspion Construction & Procurement LLC 2021-ci ildən etibarən Azərbaycan bazarının liderlərindən biridir. Bu lider rolu öz üzərimizə götürərək, bu sahədə innovativ həllər tətbiq etməyə çalışırıq.",
        "p2": "Şirkətimiz fiber-optik məhsullar, GPON avadanlıqları və aksessuarları, telekommunikasiya avadanlıqları və məhsulları, fiber-optik və sualtı rabitə kabelləri, elektrik kabelləri və onlara aid aksessuarların satışı ilə məşğuldur. Bundan əlavə, metal və polietilen borular, xamutlar və əlaqədar məhsullar, qoşqu və yarımqoşqular, nəzarət-ölçü cihazları və avadanlıqları, ehtiyat hissələri, kimyəvi maddələr və məhlullar da məhsul çeşidimizə daxildir. Eyni zamanda, rulmanlar (bearings), klapanlar və idarəetmə sistemləri, nasoslar və kompressorlar, metal kabel kanalları, kronşteynlər və onların hissələri kimi sənaye və enerji sektoruna aid avadanlıqların satışını da həyata keçiririk.",
        "p3": "İlk olaraq qeyd etmək lazımdır ki, şirkətimiz yuxarıda qeyd edilən və daha çox məhsulların korporativ formada təmin edilməsi istiqamətində zəngin təcrübəyə malikdir və bu bizə müştərilərimizin bazar iqtisadiyyatındakı mövqeyini gücləndirməyə və rəqabət üstünlüyünü təmin etməyə imkan verir. İşimizə, partnyorlarımıza və müştərilərimizə göstərdiyimiz diqqət, xüsusi yanaşma bizi öz sahəmizdə uğurlu edən və fərqləndirən faktorlardandır. Hər kəsə məlumdur ki, daim inkişaf etməkdə olan dünya və yerli satış bazarı yeni yanaşma və həll yolları tələb edir. Şirkətimiz məhz bu tələblər rəhbər tutularaq və satış sahəsində uzunillik təcrübəmizə əsaslanaraq müştərilərinə xidməti davam etdirir.Caspion Construction and Procurement MMC” satışını həyata keçirdiyi geniş çeşiddə avadanlıq və məhsullar öz keyfiyyəti və işləkliyi baxımından əməkdaşlıq etdiyimiz müəssisələrin istək və tələblərinə yüksək səviyyədə cavab verir. Bununla yanaşı, şirkətimizin təklif etdiyi məhsullar birbaşa istehsalçıdan tədarük olunaraq xüsusi texniki yoxlamalardan sonra şirkətlərə biz tərəfdən çatdırılma yolu ilə təhvil verilir. Buna görə də, hər zaman satışını həyata keçirdiyimiz məhsulların keyfiyyətinə tam zəmanət veririk.",
        "p4": "Şirkətimizin müştərilərlə münasibətlərdə əsas prinsipləri fərdi yanaşma, ətraflı araşdırma və hər bir layihədə maksimum dərəcədə uğur qazanmaqdan ibarətdir. Görülən işə ciddi və məsuliyyətli yanaşmamız sektorda şirkətimizə yüksək səviyyədə rəğbət qazandırmışdır. 'Caspion Construction and Procurement MMC' şirkətimizin yüksək təcrübə və peşəkarlığı sayəsində qazandığı tərəfdaşları ilə saytımızın “Partnyorlar” bölməsindən tanış ola bilərsiniz.",
        "buttonText5": "Gizlət",
        "buttonText6": "Davamını oxu",
        "subtitle1": "Missiyamız",
        "subtitle1p1": "Müştərilərimizin ən etibarlı, rahat xidmət təklif edən əsas tərəfdaşına çevrilmək...",
        "subtitle1p2": "Biz sahib olduğumuz geniş imkanlar sayəsində müştərilərimizin ən etibarlı, ən rahat xidmətlər təklif edən əsas tərəfdaşına çevrilmək niyyətindəyik. Eyni zamanda, ümumilikdə ölkəmizdə satış prosesinin optimallaşdırılması və bu sahədə yeni imkanların yaradılması istiqamətində öz səylərimizi də davam etdirmək əsas missiyalarımızdan biridir. Bununla yanaşı, daim dəyişməkdə və inkişaf etməkdə olan satış bazarında yeniliklərə imza ataraq fəalliyyətimizin əhatə dairəsini daha da genişləndirmək əzmindəyik.",
        "subtitle2": "Məqsədimiz",
        "subtitle2p1": "Süni qiymət artımına getmədən müştəriləri keyfiyyətli məhsullarla təmin etmək...",
        "subtitle2p2": "Şirkətimizin məqsədi müştərilərimizin alıcılıq qabiliyyətinə hörmətlə yanaşaraq, süni qiymət artımına getmədən onları ən optimal satış qiymətləri, sərfəli xidmətlər və eyni zamanda ən keyfiyyətli məhsullarla təmin etməkdir.",
        "subtitle3": "Hədəfimiz",
        "subtitle3p1": "Alıcılara sürətli çatdırılma və keyfiyyətli məhsullar təqdim etmək...",
        "subtitle3p2": " Şirkət olaraq hədəfimiz alıcıları ən optimal, orijinal və keyfiyyətli məhsullarla, eləcə də sürətli çatdırılma xidmətləri ilə təmin etməkdir. Bununla yanaşı, alıcıların məhsulları ən sərfəli şərtlərlə əldə etməsinə nail olmaq, onları minimal qiymətlərlə maksimum keyfiyyət və geniş çeşidlə təmin etmək də əsas hədəflərimizdən biridir. Caspion Construction and Procurement şirkəti olaraq sizin bütün istək və tələblərinizi yerinə yetirməyə hazırıq. Bizimlə əlaqə saxlayın və bizim təcrübəli komandamız sizə doğru həllər tapmaqda köməklik göstərsin! ",
        "p5": "Caspion Construction & Procurement LLC olaraq sizin bütün istək və tələblərinizi yerinə yetirməyə hazırıq. Bizimlə əlaqə saxlayın, sizə uyğun ən doğru həlləri birlikdə taparaq uğur qazandığınız layihələrə imza ataq."
    },
    "products": {
        "telecommunication-cables-equipment": {
            "title": "Telekommunikasiya Kabelləri və Avadanlıqları"
        },
        "electrical-cables-accessories": {
            "title": "Elektrik Kabelləri və Aksesuarları"
        },
        "irrigation-systems-accessories": {
            "title": "İrriqasiya Sistemləri və Aksesuarları"
        },
        "fiber-optic-products": {
            "title": "Fiber-optik məhsullar",
            "details": {
                "description": "Fiber-optik məhsullar optik liflər vasitəsilə işıqla yüksək sürətli məlumat ötürülməsini təmin edir. Müasir telekommunikasiyada sürətli və etibarlı bağlantı üçün geniş istifadə olunur."
            }
        },
        "gpon-equipment": {
            "title": "GPON avadanlıqları və aksesuarları",
            "details": {
                "description": "GPON (Gigabit Passiv Optik Şəbəkə) avadanlıqlarına OLT, ONT, splitter və qoşucular daxildir və fiber şəbəkə üzərindən gigabit sürətli internet təmin edir."
            }
        },
        "telecom-equipment": {
            "title": "Telekommunikasiya avadanlıqları və məhsulları",
            "details": {
                "description": "Router, switch, modem, antenna və siqnal gücləndiricilər daxil olmaqla, uzaq məsafəyə məlumat ötürmək üçün istifadə olunan qurğular və infrastruktur."
            }
        },
        "fiber-optic-cables": {
            "title": "Fiber-optik kabellər",
            "details": {
                "description": "Şüşə və ya plastik liflərdən hazırlanmış bu kabellər məlumatı işıq impulsları şəklində ötürür və uzun məsafələrdə yüksək bant genişliyi və aşağı itki təmin edir."
            }
        },
        "submarine-cables": {
            "title": "Sualtı rabitə və enerji kabelləri",
            "details": {
                "description": "Sualtı kabellər qitələr və okeanlar arasında rabitə və enerji siqnallarını ötürmək üçün dəniz dibi boyunca çəkilir."
            }
        },
        "electrical-cables": {
            "title": "Elektrik kabelləri və aksesuarları",
            "details": {
                "description": "Elektrik kabelləri enerji ötürür və qoşucu, birləşdirici və terminal kimi aksesuarlar təhlükəsiz və effektiv əlaqə təmin edir."
            }
        },
        "pipes-clamps": {
            "title": "Metal və polietilen borular, xamutlar və əlaqədar məhsullar",
            "details": {
                "description": "İnfrastruktur və tikinti sahələrində istifadə olunur, bu məhsullara korroziyaya davamlı borular və su, qaz və fiber sistemləri üçün xamutlar daxildir."
            }
        },
        "trailers": {
            "title": "Qoşqular və yarımqoşqular",
            "details": {
                "description": "Yük daşımalarını effektiv şəkildə həyata keçirmək üçün nəzərdə tutulmuş vasitələrdir və logistika ilə təchizat zəncirində əsas rol oynayır."
            }
        },
        "control-devices": {
            "title": "Nəzarət və ölçü cihazları, avadanlıqlar, aksesuarlar, ehtiyat hissələri",
            "details": {
                "description": "Sənaye və laboratoriya proseslərinə nəzarət etmək və onları ölçmək üçün istifadə olunur, dəqiqlik, təhlükəsizlik və sabitlik təmin edir."
            }
        },
        "chemicals": {
            "title": "Kimyəvi maddələr və məhlullar",
            "details": {
                "description": "İstehsalatda, təmizləmədə, emalda və elmi tədqiqatlarda istifadə olunan sənaye və laboratoriya dərəcəli kimyəvi maddələr."
            }
        },
        "bearings": {
            "title": "Rulmanlar",
            "details": {
                "description": "Hərəkət edən hissələr arasında sürtünməni azaldan və dövri və ya düzxətli hərəkəti dəstəkləyən mexaniki komponentlərdir."
            }
        },
        "valves-controls": {
            "title": "Klapanlar və idarəetmə sistemləri",
            "details": {
                "description": "Maye və ya qaz axınını və təzyiqini sistemdə idarə etmək üçün istifadə olunan qurğular. Boru sistemlərində və mexaniki qurğularda geniş istifadə olunur."
            }
        },
        "pumps-compressors": {
            "title": "Nasoslar və kompressorlar",
            "details": {
                "description": "Nasoslar mayeləri hərəkət etdirir, kompressorlar isə qazların təzyiqini artırır. Hər ikisi sənaye sistemlərində əsas rola malikdir."
            }
        },
        "cable-trays": {
            "title": "Metal kabel kanalları, kronşteynlər və onların hissələri",
            "details": {
                "description": "Elektrik və rabitə sistemlərində kabelləri dəstəkləmək və nizamlı şəkildə yerləşdirmək üçün istifadə olunan strukturlardır."
            }
        },
        "buttonText7": "Məhsullara Qayıt"
    },
    "partners": {
        "title": "Bizim Partnyorlarımız",
        "subtitle": "Əməkdaşlıq etdiyimiz partnyorlar innovasiya və keyfiyyət sahəsində öncüllərdir. Aşağıda sizə bir qismini təqdim edirik.",
        "question": "Bizimlə əməkdaşlıq etmək istəyirsiniz?",
        "p": "Yeni partnyorlarla işləməyə açığıq. Əlaqə saxlamaqdan çəkinməyin!"
    },
    "contact": {
        "pageTitle": "Bizimlə Əlaqə",
        "workingHoursTitle": "İş Saatları",
        "workingHours": "B.e - C.a: 09:00 - 18:00",
        "phoneTitle": "Əlaqə Nömrəsi",
        "addressTitle": "Ünvan",
        "address": "Bakı, Xətai ray., Babək pr-i, Ələddin Quliyev 1131, Babək Plaza B7-02",
        "emailTitle": "Email",
        "form": {
            "name": "Adınız",
            "surname": "Soyadınız",
            "email": "E-poçt ünvanınız",
            "phone": "Telefon nömrəniz",
            "company": "Şirkət (əgər varsa)",
            "subject": "Mövzu",
            "message": "Mesajınız",
            "submit": "Göndər",
            "phoneError": "Yalnız rəqəmlər daxil edin"
        }
    },
    "footer": {
        "company.title": "Şirkət",
        "company.about": "Haqqımızda",
        "company.references": "Müştərilərimiz",
        "company.partners": "Tərəfdaşlar",
        "company.mission": "Missiyamız",
        "services.title": "Xidmətlər",
        "services.procurement": "Satınalma Həlləri",
        "services.suppliers": "Təchizatçılar üçün",
        "services.enterprises": "Şirkətlər üçün",
        "services.pricing": "Qiymətləndirmə",
        "contact.title": "Əlaqə",
        "contact.help": "Yardım Mərkəzi",
        "contact.contactUs": "Bizimlə Əlaqə",
        "contact.privacy": "Gizlilik Siyasəti",
        "subscribe.title": "Yeniliklərə abunə olun",
        "subscribe.placeholder": "Email ünvanınız",
        "subscribe.button": "Abunə ol",
        "copyright": "© {{year}} Caspion. Bütün hüquqlar qorunur."
    },
    "references": {
        "title": "Referanslar",
        "companies": {
            "idda": "İnnovasiya və Rəqəmsal İnkişaf Agentliyi",
            "icenter": "İnnovasiyalar Mərkəzi",
            "esf": "Əmanətlərin Sığortalanması Fondu",
            "aztelekom": "Aztelekom",
            "metro": "Bakı Metropoliteni QSC",
            "naxcivan": "Naxçıvan MR Rəqəmsal İnkişaf və Nəqliyyat Nazirliyi",
            "socar": "SOCAR",
            "mod": "Azərbaycan Respublikası Müdafiə Nazirliyi",
            "nwc": "North West Construction MMC",
            "silkway": "Silk Way West Airlines",
            "asinshaat": "AS İnşaat",
            "downstream": "SOCAR Downstream",
            "stp": "Sumqayıt Texnologiyalar Parkı (STP)",
            "bakubus": "Bakubus MMC",
            "bsc": "Bakı Polad QSC",
            "texno": "Azertexnolayn",
            "pmd": "PMD Group",
            "ertok": "Ertok",
            "maqro": "Maqro Construction",
            "tork": "Tork Çelik",
            "cengiz": "Cengiz İnşaat",
            "kalyon": "Kalyon",
            "uniko": "UniKo QSC",
            "tekiz": "Tekiz İnşaat",
            "agrarco": "Agrarco",
            "archico": "Archico Layihə Xidmətləri",
            "isbsu": "İri Şəhərlərin Birləşmiş Su Təchizatı Xidməti",
            "ddla":"Dövlət Dəniz və Liman Agentliyi",
            "azenet":"Azenet MMC",
            "cpb":"City Point Baku",
            "detal":"Detal İnşaat"
        }
    }
}