[
  {
    "id": "fiber-optic-products",
    "title": "Fiber-optic products",
    "description": "Fiber-optic products enable high-speed data transmission using light through optical fibers. They are widely used in modern telecommunications for reliable and fast connectivity.",
    "image": "/products/fiberoptic.avif"
  },
  {
    "id": "gpon-equipment",
    "title": "GPON equipment and accessories",
    "description": "GPON (Gigabit Passive Optical Network) equipment includes OLTs, ONTs, splitters, and connectors used to deliver gigabit-speed internet over fiber networks.",
    "image": "/products/gpon.avif"
  },
  {
    "id": "telecom-equipment",
    "title": "Telecommunications equipment and products",
    "description": "This includes all devices and infrastructure used to transmit data over long distances, such as routers, switches, modems, antennas, and signal boosters.",
    "image": "/products/telecommunication.avif"
  },
  {
    "id": "fiber-optic-cables",
    "title": "Fiber-optic cables",
    "description": "These cables are made of glass or plastic fibers that transmit data as pulses of light, offering high bandwidth and low attenuation over long distances.",
    "image": "/products/fiberoptic_2.avif"
  },
  {
    "id": "submarine-cables",
    "title": "Submarine communication and power cables",
    "description": "Submarine cables are laid on the seabed between land-based stations to carry telecommunication and power signals across continents and oceans.",
    "image": "/products/submarine.jpg"
  },
  {
    "id": "electrical-cables",
    "title": "Electrical cables and accessories",
    "description": "Electrical cables carry electric power, and accessories like connectors, joints, and terminals ensure safe and efficient connections.",
    "image": "/products/electricalcabel.avif"
  },
  {
    "id": "pipes-clamps",
    "title": "Metal and polyethylene pipes, clamps, related products",
    "description": "Used in infrastructure and construction, these include corrosion-resistant pipes and fastening clamps for water, gas, or fiber systems.",
    "image": "/products/metal.avif"
  },
  {
    "id": "trailers",
    "title": "Trailers and semi-trailers",
    "description": "Vehicles designed to transport goods efficiently, trailers and semi-trailers are essential in logistics and supply chains.",
    "image": "/products/trailers.avif"
  },
  {
    "id": "control-devices",
    "title": "Control and measurement devices, equipment, accessories, spare parts",
    "description": "These devices monitor and control industrial and laboratory processes, ensuring precision, safety, and consistency.",
    "image": "/products/measurement.avif"
  },
  {
    "id": "chemicals",
    "title": "Chemicals and solutions",
    "description": "Industrial and lab-grade chemicals used in manufacturing, cleaning, processing, and scientific experiments.",
    "image": "/products/chemical.avif"
  },
  {
    "id": "bearings",
    "title": "Bearings",
    "description": "Mechanical components that reduce friction between moving parts and support rotational or linear motion.",
    "image": "/products/bearings.avif"
  },
  {
    "id": "valves-controls",
    "title": "Valves & controls",
    "description": "Devices used to control the flow and pressure of liquids or gases in a system. Common in pipelines and mechanical setups.",
    "image": "/products/valves.avif"
  },
  {
    "id": "pumps-compressors",
    "title": "Pumps, compressors",
    "description": "Pumps move liquids, while compressors increase the pressure of gases. Both are essential in industrial systems.",
    "image": "/products/pumps.jpg"
  },
  {
    "id": "cable-trays",
    "title": "Metal cable trays, brackets, and their parts",
    "description": "Support structures that hold and organize cables in electrical and communication systems.",
    "image": "/products/metalcabletrays.jpg"
  }
]