{
    "header": {
        "menu1": "Главная",
        "menu2": "О нас",
        "menu3": "Наши продукты",
        "menu4": "Референсы",
        "menu5": "Партнеры",
        "menu6": "Связаться с нами"
    },
    "home": {
        "title1": "Высокотехнологичные Закупки",
        "title2": "Надёжное Международное Партнёрство",
        "title3": "Комплексное Обслуживание Закупок",
        "subtitle1": "Цифровизируйте цепочку поставок с помощью инновационных решений и снижайте расходы.",
        "subtitle2": "Мы связываем вас с проверенными поставщиками по всему миру — качество и прозрачность в приоритете.",
        "subtitle3": "От анализа до доставки — мы управляем всем процессом, а вы сосредотачиваетесь на своём деле.",
        "buttonText1": "Подробнее",
        "buttonText2": "Наши Референсы",
        "buttonText3": "Связаться с нами",
        "section-title1": "Наши Клиенты",
        "section-title2": "Волоконно-оптические Продукты",
        "htitle1": "Умные Закупки для Инфраструктуры",
        "htitle2": "Глобальные Сети Поставщиков",
        "htitle3": "Экологически Устойчивые Закупки",
        "htitle4": "Цифровое Управление Цепочкой Поставок",
        "desc1": "Мы предлагаем эффективные и быстрые решения для поставок кабелей и оборудования — с гарантией высокой производительности и надёжной доставки.",
        "desc2": "С помощью цифровых технологий мы расширяем связи с поставщиками и создаём надёжные платформы для партнёрства.",
        "desc3": "Мы внедряем модели закупок, которые соответствуют стандартам ESG, минимизируя использование ресурсов и сохраняя качество.",
        "desc4": "Мы автоматизируем ваши процессы закупок и оптимизируем принятие решений с помощью отслеживаемой и гибкой цепочки поставок.",
        "heroh1": "Надёжные Решения для Закупок в Телекоме и Промышленности",
        "herop": "Мы предоставляем сертифицированное оборудование, экспертные услуги и индивидуальные решения для закупок в сферах инфраструктуры, энергетики и связи.",
        "buttonText4": "Начать",
        "section-title4": "Наши Партнёры"
    },
    "about": {
        "title": "Caspion Construction and Procurement LLC",
        "p1": "С 2021 года компания Caspion Construction and Procurement LLC является одной из ведущих на рынке продаж в Азербайджане. Взяв на себя эту лидерскую роль, мы стремимся прокладывать путь к инновациям в данной сфере в нашей стране.",
        "p2": "Наша компания занимается продажей волоконно-оптической продукции, оборудования и аксессуаров GPON, телекоммуникационного оборудования и товаров, подводных и волоконно-оптических кабелей связи, электрических кабелей и сопутствующих аксессуаров. В ассортимент также входят металлические и полиэтиленовые трубы, хомуты и сопутствующая продукция, прицепы и полуприцепы, контрольно-измерительные приборы и оборудование, запасные части, химические вещества и растворы. Мы также продаём оборудование для промышленного и энергетического секторов: подшипники, клапаны и системы управления, насосы и компрессоры, металлические кабельные каналы, кронштейны и их комплектующие.",
        "p3": "Прежде всего стоит отметить, что наша компания обладает богатым опытом корпоративных поставок вышеуказанных и других товаров, что позволяет нам укреплять позиции наших клиентов в рыночной экономике и обеспечивать конкурентные преимущества. Внимание к работе, партнёрам и клиентам, а также индивидуальный подход — ключевые факторы, выделяющие и обеспечивающие наш успех в отрасли. Известно, что стремительно развивающийся мировой и локальный рынок требует новых подходов и решений. Руководствуясь этими требованиями и опираясь на наш многолетний опыт в продажах, мы продолжаем предоставлять свои услуги. Широкий ассортимент оборудования и продукции, реализуемых Caspion Construction and Procurement LLC, полностью отвечает ожиданиям и требованиям наших партнёров по качеству и функциональности. Более того, поставляемая продукция поступает напрямую от производителя и передаётся клиентам после специальных технических проверок. Поэтому мы всегда гарантируем высокое качество нашей продукции.",
        "p4": "Основные принципы нашей компании в работе с клиентами — индивидуальный подход, тщательный анализ и достижение максимального успеха в каждом проекте. Наш серьёзный и ответственный подход к работе обеспечил нам высокое признание в отрасли. С нашими партнёрами, приобретёнными благодаря нашему опыту и профессионализму, вы можете ознакомиться в разделе «Партнёры» на нашем сайте.",
        "buttonText5": "Скрыть",
        "buttonText6": "Читать далее",
        "subtitle1": "Наша Миссия",
        "subtitle1p1": "Стать основным, самым надёжным и удобным поставщиком услуг для наших клиентов...",
        "subtitle1p2": "Благодаря нашим широким возможностям, мы стремимся стать самым надёжным и удобным партнёром для наших клиентов. Также одной из наших основных миссий является оптимизация процесса продаж и создание новых возможностей в этой сфере на уровне страны. Мы намерены расширять сферу нашей деятельности, внедряя инновации в постоянно меняющемся и развивающемся рынке продаж.",
        "subtitle2": "Наша Цель",
        "subtitle2p1": "Обеспечивать клиентов качественной продукцией без искусственного повышения цен...",
        "subtitle2p2": "Наша цель — с уважением относиться к покупательской способности клиентов, предлагая им оптимальные цены, выгодные услуги и высококачественную продукцию без искусственного завышения стоимости.",
        "subtitle3": "Наша Задача",
        "subtitle3p1": "Предоставлять покупателям быструю доставку и качественные товары...",
        "subtitle3p2": "Наша задача — обеспечивать клиентов оригинальной, высококачественной продукцией и быстрой доставкой. Также мы стремимся предоставить покупателям возможность приобретать товары на наиболее выгодных условиях — с минимальной ценой, максимальным качеством и широким ассортиментом. Компания Caspion Construction and Procurement готова удовлетворить все ваши потребности и запросы. Свяжитесь с нами, и наша опытная команда поможет вам найти наилучшие решения!",
        "p5": "Компания Caspion готова выполнить все ваши желания и требования. Свяжитесь с нами — вместе мы найдём наилучшие решения и добьёмся успеха в ваших проектах."
    },
    "products": {
        "fiber-optic-products": {
            "title": "Волоконно-оптические изделия",
            "description": "Волоконно-оптические изделия обеспечивают высокоскоростную передачу данных с помощью света через оптические волокна. Широко используются в современных телекоммуникациях для надёжной и быстрой связи."
        },
        "gpon-equipment": {
            "title": "Оборудование и аксессуары GPON",
            "description": "GPON (Gigabit Passive Optical Network) включает в себя OLT, ONT, делители и коннекторы, обеспечивающие интернет на скорости до гигабита по волоконным сетям."
        },
        "telecom-equipment": {
            "title": "Телекоммуникационное оборудование и продукция",
            "description": "Сюда входят устройства и инфраструктура для передачи данных на большие расстояния: маршрутизаторы, коммутаторы, модемы, антенны и усилители сигнала."
        },
        "fiber-optic-cables": {
            "title": "Волоконно-оптические кабели",
            "description": "Кабели из стеклянных или пластиковых волокон, передающие данные в виде световых импульсов. Обеспечивают высокую пропускную способность и низкие потери на длинных дистанциях."
        },
        "submarine-cables": {
            "title": "Подводные кабели связи и питания",
            "description": "Подводные кабели прокладываются по морскому дну между наземными станциями для передачи сигналов связи и энергии через океаны и континенты."
        },
        "electrical-cables": {
            "title": "Электрические кабели и аксессуары",
            "description": "Электрические кабели передают энергию, а аксессуары, такие как соединители и клеммы, обеспечивают безопасное и эффективное соединение."
        },
        "pipes-clamps": {
            "title": "Металлические и полиэтиленовые трубы, хомуты и сопутствующая продукция",
            "description": "Используются в инфраструктуре и строительстве. Включают трубы с антикоррозийной защитой и крепёжные хомуты для систем воды, газа и волокна."
        },
        "trailers": {
            "title": "Прицепы и полуприцепы",
            "description": "Транспортные средства для эффективной доставки грузов. Играют важную роль в логистике и цепочках поставок."
        },
        "control-devices": {
            "title": "Контрольно-измерительные приборы, оборудование, аксессуары и запчасти",
            "description": "Используются для контроля и мониторинга промышленных и лабораторных процессов, обеспечивая точность, безопасность и стабильность."
        },
        "chemicals": {
            "title": "Химические вещества и растворы",
            "description": "Химикаты промышленного и лабораторного назначения для производства, очистки, обработки и научных исследований."
        },
        "bearings": {
            "title": "Подшипники",
            "description": "Механические компоненты, снижающие трение между движущимися частями и поддерживающие вращательное или поступательное движение."
        },
        "valves-controls": {
            "title": "Клапаны и системы управления",
            "description": "Устройства для регулирования потока и давления жидкостей или газов в системах. Широко применяются в трубопроводах и механике."
        },
        "pumps-compressors": {
            "title": "Насосы и компрессоры",
            "description": "Насосы перемещают жидкости, а компрессоры повышают давление газов. Оба типа устройств незаменимы в промышленных системах."
        },
        "cable-trays": {
            "title": "Металлические кабельные лотки, кронштейны и их части",
            "description": "Опорные конструкции, предназначенные для размещения и организации кабелей в электрических и коммуникационных системах."
        },
        "buttonText7": "Назад к продуктам"
    },
    "partners": {
        "title": "Наши партнёры",
        "subtitle": "Наши партнёры являются лидерами в области инноваций и качества. Ниже представлены некоторые из них.",
        "question": "Хотите с нами сотрудничать?",
        "p": "Мы открыты для новых партнёров. Не стесняйтесь связаться с нами!"
    },
    "contact": {
        "pageTitle": "Связаться с нами",
        "workingHoursTitle": "Часы работы",
        "workingHours": "Пн - Пт: 09:00 - 18:00",
        "phoneTitle": "Телефон",
        "addressTitle": "Адрес",
        "address": "Баку, Хатаинский район, проспект Бабека, Аладдина Кулиева 1131, Бабек Плаза B7-02",
        "emailTitle": "Электронная почта",
        "form": {
            "name": "Ваше имя",
            "surname": "Ваша фамилия",
            "email": "Ваш Email",
            "phone": "Ваш номер телефона",
            "company": "Компания (если есть)",
            "subject": "Тема",
            "message": "Ваше сообщение",
            "submit": "Отправить",
            "phoneError": "Введите только цифры"
        }
    },
    "footer": {
        "company.title": "Компания",
        "company.about": "О нас",
        "company.references": "Референсы",
        "company.partners": "Партнёры",
        "company.mission": "Наша миссия",
        "services.title": "Услуги",
        "services.procurement": "Закупочные решения",
        "services.suppliers": "Для поставщиков",
        "services.enterprises": "Для предприятий",
        "services.pricing": "Цены",
        "contact.title": "Контакт",
        "contact.help": "Служба поддержки",
        "contact.contactUs": "Связаться с нами",
        "contact.privacy": "Политика конфиденциальности",
        "subscribe.title": "Подпишитесь на обновления",
        "subscribe.placeholder": "Ваш email",
        "subscribe.button": "Подписаться",
        "copyright": "© {{year}} Caspion. Все права защищены."
    },
    "references": {
        "title": "Референсы",
        "companies": {
            "idda": "Агентство Инноваций и Цифрового Развития",
            "icenter": "Центр Инноваций",
            "esf": "Фонд Страхования Вкладов",
            "aztelekom": "Азтелеком",
            "metro": "Бакинский Метрополитен",
            "naxcivan": "Министерство Цифрового Развития и Транспорта Нахчывана",
            "socar": "SOCAR",
            "mod": "Министерство Обороны Азербайджана",
            "nwc": "North West Construction ООО",
            "silkway": "Silk Way West Airlines",
            "asinshaat": "AS Строительство",
            "downstream": "SOCAR Downstream",
            "stp": "Сумгайытский Технологический Парк (STP)",
            "bakubus": "Bakubus ООО",
            "bsc": "Бакинская Стальная Компания",
            "texno": "Азертехнолайн",
            "pmd": "PMD Group",
            "ertok": "Ertok",
            "maqro": "Maqro Строительство",
            "tork": "Tork Сталь",
            "cengiz": "Cengiz Строительство",
            "kalyon": "Kalyon",
            "uniko": "UniKo АО",
            "tekiz": "Tekiz Строительство",
            "agrarco": "Agrarco",
            "archico": "Archico Проектные Услуги",
            "isbsu": "Объединённая Служба Водоснабжения Крупных Городов"
        }
    }
}