{
    "header": {
        "menu1": "Главная",
        "menu2": "О нас",
        "menu3": "Продукция",
        "menu4": "Kлиенты",
        "menu5": "Партнеры",
        "menu6": "Связаться с нами"
    },
    "home": {
        "title1": "Высокотехнологичные Закупки",
        "title2": "Надёжное Международное Партнёрство",
        "title3": "Комплексное Обслуживание Закупок",
        "subtitle1": "Цифровизируйте цепочку поставок с помощью инновационных решений и снижайте расходы.",
        "subtitle2": "Мы связываем вас с проверенными поставщиками по всему миру — качество и прозрачность в приоритете.",
        "subtitle3": "От анализа до доставки — мы управляем всем процессом, а вы сосредотачиваетесь на своём деле.",
        "buttonText1": "Подробнее",
        "buttonText2": "Наши Kлиенты",
        "buttonText3": "Связаться с нами",
        "section-title1": "Наши Клиенты",
        "section-title2": "Волоконно-оптические Продукты",
        "htitle1": "Умные Закупки для Инфраструктуры",
        "htitle2": "Глобальные Сети Поставщиков",
        "htitle3": "Экологически Устойчивые Закупки",
        "htitle4": "Цифровое Управление Цепочкой Поставок",
        "desc1": "Мы предлагаем эффективные и быстрые решения для поставок кабелей и оборудования — с гарантией высокой производительности и надёжной доставки.",
        "desc2": "С помощью цифровых технологий мы расширяем связи с поставщиками и создаём надёжные платформы для партнёрства.",
        "desc3": "Мы внедряем модели закупок, которые соответствуют стандартам ESG, минимизируя использование ресурсов и сохраняя качество.",
        "desc4": "Мы автоматизируем ваши процессы закупок и оптимизируем принятие решений с помощью отслеживаемой и гибкой цепочки поставок.",
        "heroh1": "Надёжные Решения для Закупок в Телекоме и Промышленности",
        "herop": "Мы предоставляем сертифицированное оборудование, экспертные услуги и индивидуальные решения для закупок в сферах инфраструктуры, энергетики и связи.",
        "buttonText4": "Начать",
        "section-title4": "Наши Партнёры"
    },
    "about": {
        "title": "Caspion Construction & Procurement LLC",
        "p1": "С 2021 года компания Caspion Construction & Procurement LLC является одним из лидеров азербайджанского рынка. Принимая на себя эту ведущую роль, мы стремимся внедрять инновационные решения в данной отрасли.",
        "p2": "Наша компания занимается продажей волоконно-оптической продукции, оборудования и аксессуаров GPON, телекоммуникационного оборудования и товаров, подводных и волоконно-оптических кабелей связи, электрических кабелей и сопутствующих аксессуаров. В ассортимент также входят металлические и полиэтиленовые трубы, хомуты и сопутствующая продукция, прицепы и полуприцепы, контрольно-измерительные приборы и оборудование, запасные части, химические вещества и растворы. Мы также продаём оборудование для промышленного и энергетического секторов: подшипники, клапаны и системы управления, насосы и компрессоры, металлические кабельные каналы, кронштейны и их комплектующие.",
        "p3": "Прежде всего стоит отметить, что наша компания обладает богатым опытом корпоративных поставок вышеуказанных и других товаров, что позволяет нам укреплять позиции наших клиентов в рыночной экономике и обеспечивать конкурентные преимущества. Внимание к работе, партнёрам и клиентам, а также индивидуальный подход — ключевые факторы, выделяющие и обеспечивающие наш успех в отрасли. Известно, что стремительно развивающийся мировой и локальный рынок требует новых подходов и решений. Руководствуясь этими требованиями и опираясь на наш многолетний опыт в продажах, мы продолжаем предоставлять свои услуги. Широкий ассортимент оборудования и продукции, реализуемых Caspion Construction and Procurement LLC, полностью отвечает ожиданиям и требованиям наших партнёров по качеству и функциональности. Более того, поставляемая продукция поступает напрямую от производителя и передаётся клиентам после специальных технических проверок. Поэтому мы всегда гарантируем высокое качество нашей продукции.",
        "p4": "Основные принципы нашей компании в работе с клиентами — индивидуальный подход, тщательный анализ и достижение максимального успеха в каждом проекте. Наш серьёзный и ответственный подход к работе обеспечил нам высокое признание в отрасли. С нашими партнёрами, приобретёнными благодаря нашему опыту и профессионализму, вы можете ознакомиться в разделе «Партнёры» на нашем сайте.",
        "buttonText5": "Скрыть",
        "buttonText6": "Читать далее",
        "subtitle1": "Наша Миссия",
        "subtitle1p1": "Стать для клиентов главным партнёром, который сочетает абсолютную надёжность, выгодные условия и сервис, экономящий их время и ресурсы.",
        "subtitle1p2": "Благодаря нашим широким возможностям, мы стремимся стать самым надёжным и удобным партнёром для наших клиентов. Также одной из наших основных миссий является оптимизация процесса продаж и создание новых возможностей в этой сфере на уровне страны. Мы намерены расширять сферу нашей деятельности, внедряя инновации в постоянно меняющемся и развивающемся рынке продаж.",
        "subtitle2": "Наша Цель",
        "subtitle2p1": "Предлагать рынку честные цены без скрытых надбавок, обеспечивая неизменно высокое качество продукции и прозрачность сделок.",
        "subtitle2p2": "Наша цель — с уважением относиться к покупательской способности клиентов, предлагая им оптимальные цены, выгодные услуги и высококачественную продукцию без искусственного завышения стоимости.",
        "subtitle3": "Наша Задача",
        "subtitle3p1": "Организовать безупречную логистику: быстрые поставки, сохранность товара и индивидуальный подход к каждому заказу.",
        "subtitle3p2": "Наша задача — обеспечивать клиентов оригинальной, высококачественной продукцией и быстрой доставкой. Также мы стремимся предоставить покупателям возможность приобретать товары на наиболее выгодных условиях — с минимальной ценой, максимальным качеством и широким ассортиментом. Компания Caspion Construction and Procurement готова удовлетворить все ваши потребности и запросы. Свяжитесь с нами, и наша опытная команда поможет вам найти наилучшие решения!",
        "p5": "Компания Caspion Construction & Procurement LLC готова выполнить все ваши желания и требования. Свяжитесь с нами — вместе мы найдём наилучшие решения и добьёмся успеха в ваших проектах."
    },
    "products": {
        "telecommunication-cables-equipment": {
            "title": "Телекоммуникационные кабели и оборудование"
        },
        "electrical-cables-accessories": {
            "title": "Электрические кабели и аксессуары"
        },
        "irrigation-systems-accessories": {
            "title": "Системы орошения и аксессуары"
        },
        "fiber-optic-products": {
            "title": "Волоконно-оптические изделия",
            "details": {
                "description": "Волоконно-оптические изделия обеспечивают высокоскоростную передачу данных светом по оптическим волокнам. Широко используются в современных телекоммуникациях для быстрых и надежных соединений."
            }
        },
        "gpon-equipment": {
            "title": "Оборудование и аксессуары GPON",
            "details": {
                "description": "Оборудование GPON (Gigabit Passive Optical Network) включает OLT, ONT, разветвители и соединители, обеспечивая гигабитную скорость интернета по оптоволоконным сетям."
            }
        },
        "telecom-equipment": {
            "title": "Телекоммуникационное оборудование и продукция",
            "details": {
                "description": "Устройства и инфраструктура, используемые для передачи данных на большие расстояния, включая маршрутизаторы, коммутаторы, модемы, антенны и усилители сигнала."
            }
        },
        "fiber-optic-cables": {
            "title": "Волоконно-оптические кабели",
            "details": {
                "description": "Изготовленные из стеклянных или пластиковых волокон, эти кабели передают данные в виде световых импульсов, обеспечивая высокую пропускную способность и низкие потери на больших расстояниях."
            }
        },
        "submarine-cables": {
            "title": "Подводные кабели связи и электроэнергии",
            "details": {
                "description": "Подводные кабели прокладываются по дну океана для передачи сигналов связи и электроэнергии между континентами и островами."
            }
        },
        "electrical-cables": {
            "title": "Электрические кабели и аксессуары",
            "details": {
                "description": "Электрические кабели передают энергию, а аксессуары, такие как соединители, сростки и клеммы, обеспечивают безопасные и эффективные соединения."
            }
        },
        "pipes-clamps": {
            "title": "Металлические и полиэтиленовые трубы, хомуты и сопутствующие товары",
            "details": {
                "description": "Используются в инфраструктуре и строительстве, эти продукты включают коррозионностойкие трубы и хомуты для систем водоснабжения, газоснабжения и оптоволокна."
            }
        },
        "trailers": {
            "title": "Прицепы и полуприцепы",
            "details": {
                "description": "Транспортные средства, предназначенные для эффективной перевозки грузов, играющие ключевую роль в логистике и цепочках поставок."
            }
        },
        "control-devices": {
            "title": "Устройства контроля и измерения, оборудование, аксессуары, запасные части"
        },
        "control-devices-id": {
            "title": "Устройства контроля и измерения",
            "details": {
                "description": "Используются для мониторинга и измерения промышленных и лабораторных процессов, обеспечивая точность, безопасность и стабильность."
            }
        },
        "chemicals": {
            "title": "Химические вещества и растворы",
            "details": {
                "description": "Промышленные и лабораторные химикаты, используемые в производстве, очистке, обработке и научных исследованиях."
            }
        },
        "bearings": {
            "title": "Подшипники",
            "details": {
                "description": "Механические компоненты, которые уменьшают трение между движущимися частями и поддерживают вращательное или линейное движение."
            }
        },
        "valves-controls": {
            "title": "Клапаны и системы управления",
            "details": {
                "description": "Устройства, используемые для управления потоком и давлением жидкостей или газов в системе. Широко используются в трубопроводных системах и механических установках."
            }
        },
        "pumps-compressors": {
            "title": "Насосы и компрессоры",
            "details": {
                "description": "Насосы перемещают жидкости, а компрессоры увеличивают давление газов. Оба играют важную роль в промышленных системах."
            }
        },
        "cable-trays": {
            "title": "Металлические кабельные лотки, кронштейны и их части",
            "details": {
                "description": "Конструкции, используемые для поддержки и организации кабелей в электрических и коммуникационных системах."
            }
        },
        "buttonText7": "Вернуться к продуктам"
    },
    "partners": {
        "title": "Наши партнёры",
        "subtitle": "Наши партнёры являются лидерами в области инноваций и качества. Ниже представлены некоторые из них.",
        "question": "Хотите с нами сотрудничать?",
        "p": "Мы открыты для новых партнёров. Не стесняйтесь связаться с нами!"
    },
    "contact": {
        "pageTitle": "Связаться с нами",
        "workingHoursTitle": "Часы работы",
        "workingHours": "Пн - Пт: 09:00 - 18:00",
        "phoneTitle": "Телефон",
        "addressTitle": "Адрес",
        "address": "Баку, Хатаинский район, проспект Бабека, Аладдина Кулиева 1131, Бабек Плаза B7-02",
        "emailTitle": "Электронная почта",
        "form": {
            "name": "Ваше имя",
            "surname": "Ваша фамилия",
            "email": "Ваш Email",
            "phone": "Ваш номер телефона",
            "company": "Компания (если есть)",
            "subject": "Тема",
            "message": "Ваше сообщение",
            "submit": "Отправить",
            "phoneError": "Введите только цифры"
        }
    },
    "footer": {
        "company.title": "Компания",
        "company.about": "О нас",
        "company.references": "Kлиенты",
        "company.partners": "Партнёры",
        "company.mission": "Наша миссия",
        "services.title": "Услуги",
        "services.procurement": "Закупочные решения",
        "services.suppliers": "Для поставщиков",
        "services.enterprises": "Для предприятий",
        "services.pricing": "Цены",
        "contact.title": "Контакт",
        "contact.help": "Служба поддержки",
        "contact.contactUs": "Связаться с нами",
        "contact.privacy": "Политика конфиденциальности",
        "subscribe.title": "Подпишитесь на обновления",
        "subscribe.placeholder": "Ваш email",
        "subscribe.button": "Подписаться",
        "copyright": "© {{year}} Caspion. Все права защищены."
    },
    "references": {
        "title": "Референсы",
        "companies": {
            "idda": "Агентство Инноваций и Цифрового Развития",
            "icenter": "Центр Инноваций",
            "esf": "Фонд Страхования Вкладов",
            "aztelekom": "Азтелеком",
            "metro": "Бакинский Метрополитен",
            "naxcivan": "Министерство Цифрового Развития и Транспорта Нахчывана",
            "socar": "SOCAR",
            "mod": "Министерство Обороны Азербайджана",
            "nwc": "North West Construction ООО",
            "silkway": "Silk Way West Airlines",
            "asinshaat": "AS Строительство",
            "downstream": "SOCAR Downstream",
            "stp": "Сумгайытский Технологический Парк (STP)",
            "bakubus": "Bakubus ООО",
            "bsc": "Бакинская Стальная Компания",
            "texno": "Азертехнолайн",
            "pmd": "PMD Group",
            "ertok": "Ertok",
            "maqro": "Maqro Строительство",
            "tork": "Tork Сталь",
            "cengiz": "Cengiz Строительство",
            "kalyon": "Kalyon",
            "uniko": "UniKo АО",
            "tekiz": "Tekiz Строительство",
            "agrarco": "Agrarco",
            "archico": "Archico Проектные Услуги",
            "isbsu": "Объединённая Служба Водоснабжения Крупных Городов",
            "ddla": "Государственное Морское и Портовое Агентство",
            "azenet": "ООО АзенеТ",
            "cpb": "Сити Пойнт Баку",
            "detal": "Деталь Констракшн"
        }
    }
}